Repository: astrairidium/nextcloud-certificate24
Catalog: translationfiles/*/certificate24.po
Languages: de_de, fr_fr, it

source: Request signature
de_de: Signatur anfragen
fr_fr: Demander une signature
it: Firma della richiesta

source: Delete recipient
de_de: Empfänger löschen
fr_fr: Supprimer le destinataire
it: Cancellare il destinatario

source: Add user
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur
it: Aggiungi utente

source: Search users
de_de: Benutzer suchen
fr_fr: Rechercher des utilisateurs
it: Ricerca utenti

source: Add email address
de_de: E-Mail Adresse hinzufügen
fr_fr: Ajouter une adresse e-mail
it: Aggiungere l'indirizzo e-mail

source: E-mail address
de_de: E-Mail Adresse
fr_fr: Adresse e-mail
it: Indirizzo e-mail

source: Action to perform when the file was signed successfully:
de_de: Aktion, die nach erfolgreicher Signatur durchgeführt werden soll:
fr_fr: Action à effectuer lorsque le fichier a été signé avec succès:
it: Azione da eseguire quando il file è stato firmato con successo:

source: Cancel search
de_de: Suche abbrechen
fr_fr: Annuler la recherche
it: Annulla la ricerca

source: An error occurred while performing the search
de_de: Beim Suchen ist ein Fehler aufgetreten
fr_fr: Une erreur s'est produite lors de l'exécution de la recherche
it: Si è verificato un errore durante l'esecuzione della ricerca

source: No file selected.
de_de: Keine Datei ausgewählt.
fr_fr: Aucun fichier sélectionné.
it: Non è stato selezionato alcun file.

source: Please add at least one recipient first.
de_de: Bitte fügen Sie zuerst mindestens einen Empfänger hinzu.
fr_fr: Veuillez d'abord ajouter au moins un destinataire.
it: Si prega di aggiungere prima almeno un destinatario.

source: Please create signature fields first.
de_de: Bitte legen Sie zuerst Positionen für die Signaturen an.
fr_fr: Veuillez d'abord créer des champs de signature.
it: Si prega di creare prima i campi per la firma.

source: At least one field has no recipient assigned.
de_de: Mindestens einem Signaturfeld wurde kein Empfänger zugewiesen.
fr_fr: Au moins un champ n'a aucun destinataire attribué.
it: Ad almeno un campo non è stato assegnato alcun destinatario.

source: At least one recipient has no field assigned.
de_de: Mindestens einem Empfänger wurde kein Signaturfeld zugewiesen.
fr_fr: Au moins un destinataire n'a aucun champ attribué.
it: Ad almeno un destinatario non è stato assegnato alcun campo.

source: Requested signature.
de_de: Signatur angefordert.
fr_fr: Signature demandée.
it: Firma richiesta.

source: Unknown user.
de_de: Unbekannter Benutzer.
fr_fr: Utilisateur inconnu.
it: Utente sconosciuto.

source: Invalid email address.
de_de: Ungültige E-Mail Adresse.
fr_fr: Adresse e-mail invalide.
it: Indirizzo e-mail non valido.

source: Error connecting to Certificate24 service.
de_de: Fehler beim Verbinden mit Certificate24.
fr_fr: Erreur de connexion au service Certificate24.
it: Errore di connessione al servizio Certificate24.

source: Error while requesting signature.
de_de: Fehler beim Anfragen der Signatur.
fr_fr: Erreur lors de la demande de signature.
it: Errore durante la richiesta di firma.

source: Checked on: {date}
de_de: Geprüft am: {date}
fr_fr: Vérifié le: {date}
it: Controllato il: {date}

source: Signed by: {signer}
de_de: Signiert von: {signer}
fr_fr: Signé par: {signer}
it: Firmato da: {signer}

source: Signed on: {date}
de_de: Signiert am: {date}
fr_fr: Signé le: {date}
it: Firmato il: {date}

source: The signature timestamp was generated on the signers machine and is untrusted.
de_de: Der Zeitstempel der Signatur stammt vom Rechner des Unterzeichners und ist daher nicht vertrauenswürdig.
fr_fr: L'horodatage de la signature a été généré sur la machine des signataires et n'est pas fiable.
it: Il timestamp della firma è stato generato dal computer del firmatario e non è attendibile.

source: The file was not modified since it was signed.
de_de: Die Datei wurde nach der Signatur nicht geändert.
fr_fr: Le fichier n'a pas été modifié depuis sa signature.
it: Il file non è stato modificato da quando è stato firmato.

source: The file was modified since it was signed.
de_de: Die Datei wurde nach der Signatur geändert.
fr_fr: Le fichier a été modifié depuis sa signature.

source: Signature timestamp
de_de: Zeitstempel der Signatur
fr_fr: Horodatage de la signature

source: Certificate chain
de_de: Zertifikatskette
fr_fr: Chaîne de certificats

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu

source: Hello %1$s,
de_de: Hallo %1$s,
fr_fr: Bonjour %1$s,

source: all recipients have signed "%1$s" on %2$s.
de_de: alle Empfänger haben "%1$s" auf %2$s signiert.
fr_fr: tous les destinataires ont signé "%1$s" le %2$s.

source: You can find additional information and download the signed file from the following url:
de_de: Weitere Informationen zur Signatur und einen Download der Datei finden Sie unter folgender URL:
fr_fr: Vous pouvez trouver des informations supplémentaires et télécharger le fichier signé à partir de l'url suivante:

source: Thanks
de_de: Danke
fr_fr: Merci

source: Signatures finished for "%1$s" on %2$s
de_de: Signaturen von "%1$s" auf %2$s abgeschlossen
fr_fr: Signatures terminées pour "%1$s" le %2$s

source: %1$s has requested your signature of "%2$s" on %3$s.
de_de: %1$s hat Ihre Signatur von "%2$s" auf %3$s angefordert.
fr_fr: %1$s a demandé votre signature pour "%2$s" le %3$s.

source: Please open the following URL to sign the file:
de_de: Bitte öffnen Sie den folgenden Link, um die Datei zu signieren:
fr_fr: Veuillez ouvrir l'URL suivante pour signer le fichier:

source: Signing request on %1$s
de_de: Signaturanfrage auf %1$s
fr_fr: Demande de signature le %1$s

source: Actions
de_de: Aktionen
it: Azioni

source: Signature image
de_de: Signaturbild
it: Immagine della firma

source: Contact:
de_de: Kontakt:
it: Contatto:

source: %n signature field positioned
de_de: %n Signaturfeld positioniert
it: %n campo firma posizionato

source: Signature {index}
de_de: Signatur {index}
it: Firma {index}
