Repository: astrairidium/nextcloud-certificate24
Catalog: translationfiles/*/certificate24.po
Languages: de_de, fr_fr, it

source: {user} requested your signature of "{filename}"
de_de: {user} hat Ihre Signatur von "{filename}" angefordert
fr_fr: {user} a demandé votre signature pour "{filename}"
it: {user} ha richiesto la firma di "{filename}".

source: You signed the file "{filename}"
de_de: Sie haben die Datei "{filename}" signiert
fr_fr: Vous avez signé le fichier "{filename}"
it: Avete firmato il file "{filename}".

source: The file "{filename}" was signed by {user}
de_de: Die Datei "{filename}" wurde von {user} signiert
fr_fr: Le fichier "{filename}" a été signé par {user}
it: Il file "{filename}" è stato firmato da {user}.

source: The file "{filename}" was signed by all recipients
de_de: Die Datei "{filename}" wurde von allen Empfängern signiert
fr_fr: Le fichier "{filename}" a été signé par tous les destinataires
it: Il file "{filename}" è stato firmato da tutti i destinatari

source: A file was shared with you for signing or a file was signed
de_de: Eine Datei wurde zur Signatur geteilt, oder eine Datei wurde signiert
fr_fr: Un fichier a été partagé avec vous pour signature ou un fichier a été signé
it: È stato condiviso un file per la firma o è stato firmato un file.

source: Other activities
de_de: Andere Aktivitäten
fr_fr: D'autres activités
it: Altre attività

source: Signature requests
de_de: Signaturanfragen
fr_fr: Demandes de signature
it: Richieste di firma

source: More signature requests
de_de: Mehr Signaturanfragen
fr_fr: Plus de demandes de signature
it: Altre richieste di firma

source: Sign
de_de: Signieren
fr_fr: Signer
it: Segno

source: Details
fr_fr: Détails

source: %1$s signed by %2$s on %3$s
de_de: %1$s signiert von %2$s am %3$s
fr_fr: %1$ssigné par %2$sle%3$s
it: %1$s firmato da %2$s su %3$s

source: %1$s signed on %2$s
de_de: %1$s signiert am %2$s
fr_fr: %1$ssigné le %2$s
it: %1$s firmato da %2$s

source: Certificate24 - Digital Document Signature
de_de: Certificate24 - Digitale Dokumentensignatur
fr_fr: Certificate24 - Signature de document numérique
it: Certificate24 - Firma digitale dei documenti

source: Certificate24 - Digital Document Signature With Certificate24 you can request digital signatures of documents stored in your Nextcloud from other users in Nextcloud or from external users (by email). See [the website](https://www.certificate24.com) for further information.
de_de: Certificate24 - Digitale Dokumentensignatur Mit Certificate24 können Sie digitale Signaturen für Dokumente in Ihrer Nextcloud von anderen Nextcloud-Benutzern, oder von externen Personen (per E-Mail) anfordern. Besuchen Sie [die Webseite](https://www.certificate24.com) für weitere Informationen.
fr_fr: Certificate24 - Signature de document numérique Avec Certificate24, vous pouvez demander des signatures numériques de documents stockés dans votre Nextcloud à d'autres utilisateurs de Nextcloud ou à des utilisateurs externes (par e-mail). Voir [the website](https://www.certificate24.com) pour plus d'informations.

source: Account settings
de_de: Account-Einstellungen
fr_fr: Paramètres du compte
it: Impostazioni dell'account

source: The configured account will be used to request signatures and sign files.
de_de: Mit dem hier konfigurierten Account werden Signaturen angefordert und Dateien signiert.
fr_fr: Le compte configuré sera utilisé pour demander des signatures et signer des fichiers.
it: L'account configurato verrà utilizzato per richiedere le firme e firmare i file.

source: Server
fr_fr: Serveur

source: Account Id
fr_fr: Identifiant de compte
it: Id del conto

source: Account Secret
de_de: Account-Schlüssel
fr_fr: Compte secret
it: Segreto del conto

source: the-secret-value
de_de: der-geheime-schlüssel
fr_fr: la-valeur-secrète
it: il-valore-segreto

source: Name: {theme}
fr_fr: Nom: {thème}
it: Nome: {theme}

source: Nextcloud Url: {url}
fr_fr: URL Nextcloud: {url}
it: Url di Nextcloud: {url}

source: Check account settings
de_de: Account-Einstellungen überprüfen
fr_fr: Voir les paramètres du compte

source: If you don't have an account at Certificate24 yet, please login to <a href="{server}" target="_blank">{server}</a> and create an account with the following data:
de_de: Wenn Sie noch keinen Account bei Certificate24 haben, loggen Sie sich bitte auf <a href="{server}" target="_blank">{server}</a> ein und legen einen Account mit den folgenden Daten an:
fr_fr: Si vous n'avez pas encore de compte sur Certificate24, veuillez vous connecter à <a href="{server}" target="_blank"> {server} </a>et créer un compte avec les données suivantes:
it: Se non avete ancora un account su Certificate24, accedete a <a href="{server}" target="_blank">{server}</a> e create un account con i seguenti dati:

source: Account settings saved
de_de: Account-Einstellungen gespeichert
fr_fr: Paramètres du compte enregistrés
it: Impostazioni dell'account salvate

source: Could not save account settings
de_de: Die Account-Einstellungen konnten nicht gespeichert werden
fr_fr: Impossible d'enregistrer les paramètres du compte
it: Impossibile salvare le impostazioni dell'account

source: The settings for account "{name}" are valid.
de_de: Die Einstellungen für Account "{name}" sind gültig.
fr_fr: Les paramètres du compte "{name}" sont valides

source: The account settings are valid.
de_de: Die Account-Einstellungen sind gültig.
fr_fr: Les paramètres du compte sont valides

source: No account id and/or secret configured.
de_de: Keine Account-Id und/oder -Secret konfiguriert.
fr_fr: Aucun identifiant de compte et/ou secret configuré.

source: Invalid account id and/or secret configured.
de_de: Ungültige Account-Id und/oder -Secret konfiguriert.
fr_fr: ID de compte et/ou secret n'est pas valide.

source: The account url doesn't match the url of your Nextcloud instance.
de_de: Die URL im Account stimmt nicht mit der URL der Nextcloud-Instanz überein.
fr_fr: L'URL du compte ne correspond pas à l'URL de votre instance Nextcloud.

source: Bad response received from backend service: {details}
de_de: Ungültige Antwort vom Backend-Service erhalten: {details}
fr_fr: Mauvaise réponse reçue du service de backend : {details}

source: Bad response received from backend service, please check your Nextcloud log for details.
de_de: Ungültige Antwort vom Backend-Service erhalten, bitte prüfen Sie das Nextcloud-Log für Details.
fr_fr: Mauvaise réponse reçue du service backend, veuillez vérifier votre fichier LOG Nextcloud pour plus de détails.

source: Error connecting to the backend service: {details}
de_de: Fehler beim Verbinden mit dem Backend-Service: {details}
fr_fr: Erreur de connexion au service de backend : {details}

source: Error connecting to the backend service, please check your Nextcloud log for details.
de_de: Fehler beim Verbinden mit dem Backend-Service, bitte prüfen Sie das Nextcloud-Log für Details.
fr_fr: Erreur de connexion au service de backend, veuillez vérifier votre fichier LOG Nextcloud pour plus de détails.

source: Error while checking account settings, please check your Nextcloud log for details.
de_de: Fehler beim Überprüfen der Account-Einstellungen, bitte prüfen Sie das Nextcloud-Log für Details.
fr_fr: Erreur lors de la vérification des paramètres du compte, veuillez vérifier votre fichier LOG Nextcloud pour plus de détails.

source: Instance settings
de_de: Instanz-Einstellungen
fr_fr: Paramètres de l'instance
it: Impostazioni dell'istanza

source: Settings of the Nextcloud instance can be configured here.
de_de: Einstellungen für die Nextcloud Instanz können hier konfiguriert werden.
fr_fr: Les paramètres de l'instance Nextcloud peuvent être configurés ici.
it: Le impostazioni dell'istanza Nextcloud possono essere configurate qui.

source: Skip verification of certificates when communicating with the backend service.
de_de: Überprüfung der Zertifikate bei der Kommunikation mit dem Backend-Service abschalten.
fr_fr: Ignorez la vérification des certificats lors de la communication avec le service backend.
it: Saltare la verifica dei certificati quando si comunica con il servizio backend.

source: This is potentially insecure and should only be enabled during development (if necessary).
de_de: Das ist möglicherweise unsicher und sollte nur während der Entwicklung aktiviert werden (falls notwendig).
fr_fr: Ceci est potentiellement non sécurisé et ne doit être activé que pendant le développement (si nécessaire).
it: Questo è potenzialmente insicuro e dovrebbe essere abilitato solo durante lo sviluppo (se necessario).

source: Verify document signatures in the background.
de_de: Signaturen im Hintergrund überprüfen.
fr_fr: Vérifiez les signatures des documents en arrière-plan.
it: Verifica delle firme dei documenti in background.

source: Last verification: {timestamp}
de_de: Letzte Validierung: {timestamp}
fr_fr: Dernière vérification: {timestamp}
it: Ultima verifica: {timestamp}

source: Last verification: none yet
de_de: Letzte Validierung: noch nicht
fr_fr: Dernière vérification: aucune pour l'instant
it: Ultima verifica: nessuna ancora

source: Number of pending verifications: {count}
de_de: Anzahl der ausstehenden Validierungen: {count}
fr_fr: Nombre de vérifications en attente: {count}
it: Numero di verifiche in corso: {count}

source: Clear verification cache
de_de: Validierungs-Cache leeren
fr_fr: Vider le cache de vérification
it: Cancella la cache di verifica

source: Send reminder mails to email recipients that have not signed their request.
de_de: Erinnerungen an E-Mail Empfänger schicken, die ihre Anfrage noch nicht signiert haben.
fr_fr: Envoyez des e-mails de rappel aux destinataires qui n'ont pas encore signé.

source: Settings saved
de_de: Einstellungen gespeichert
fr_fr: Paramètres sauvegardés
it: Impostazioni salvate

source: Could not save settings
de_de: Die Einstellungen konnten nicht gespeichert werden
fr_fr: Impossible d'enregistrer les paramètres
it: Impossibile salvare le impostazioni

source: Do you really want to delete the verification cache? This will require that all files need to be verified again.
de_de: Wollen Sie wirklich den Validierungs-Cache löschen? Anschließend müssen alle Dateien erneut validiert werden.
fr_fr: Voulez-vous vraiment supprimer le cache de vérification ? Cela nécessitera que tous les fichiers soient à nouveau vérifiés.
it: Volete davvero eliminare la cache di verifica? In questo modo sarà necessario verificare nuovamente tutti i file.

source: Verification cache cleared.
de_de: Validierungs-Cache gelöscht.
fr_fr: Cache de vérification vidé.
it: Cache di verifica cancellata.

source: Error while clearing verification cache.
de_de: Fehler beim Löschen des Validierungs-Caches.
fr_fr: Erreur lors de la suppression du cache de vérification.
it: Errore durante la cancellazione della cache di verifica.

source: Signature properties
de_de: Signatur-Eigenschaften
fr_fr: Propriétés emblématiques
it: Proprietà della firma

source: Additional properties for signature processing can be configured here.
de_de: Weitere Eigenschaften für die Signatur-Verarbeitung können hier konfiguriert werden.
fr_fr: Des propriétés supplémentaires pour le traitement des signatures peuvent être configurées ici.
it: Qui si possono configurare ulteriori proprietà per l'elaborazione delle firme.

source: Default action to perform when a file was signed successfully.
de_de: Aktion die durchgeführt werden soll, wenn eine Datei erfolgreich signiert wurde.
fr_fr: Action par défaut à effectuer lorsqu'un fichier a été signé avec succès.
it: Azione predefinita da eseguire quando un file è stato firmato con successo.

source: Create new signed file next to original file
de_de: Neue Datei bei der Originaldatei anlegen
fr_fr: Créer un nouveau fichier signé en complément du fichier d'origine
it: Creare un nuovo file firmato accanto al file originale

source: Replace original file with signed file
de_de: Originaldatei durch signierte Datei ersetzen
fr_fr: Remplacer le fichier original par un fichier signé
it: Sostituire il file originale con un file firmato

source: Don't save signed file automatically
de_de: Signierte Dateien nicht automatisch speichern
fr_fr: Ne pas enregistrer automatiquement le fichier signé
it: Non salvare automaticamente il file firmato

source: Number of days after which fully signed signature requests are deleted.
de_de: Anzahl der Tage, nach denen abgeschlossene Signaturanfragen gelöscht werden.
fr_fr: Nombre de jours après lesquels les demandes de signature entièrement signées sont supprimées.
it: Numero di giorni dopo i quali le richieste di firma completamente firmate vengono cancellate.

source: The value may not be empty.
de_de: Der Wert darf nicht leer sein.
fr_fr: La valeur ne peut pas être vide.
it: Il valore non può essere vuoto.

source: The value may not be negative.
de_de: Der Wert darf nicht negativ sein.
fr_fr: La valeur ne peut pas être négative.
it: Il valore non può essere negativo.

source: Download certificate
de_de: Zertifikat herunterladen
fr_fr: Télécharger le certificat
it: Scarica il certificato

source: Incoming signing requests
de_de: Eingehende Signaturanfragen
fr_fr: Demandes de signature entrantes
it: Richieste di firma in arrivo

source: No requests created yet
de_de: Noch keine Anfragen erstellt
fr_fr: Aucune demande créée pour le moment
it: Nessuna richiesta ancora creata

source: File
de_de: Datei
fr_fr: Fichier

source: Created
de_de: Erstellt
fr_fr: Créé
it: Creato

source: Signed
de_de: Signiert
fr_fr: Signé
it: Firmato

source: Creator
de_de: Autor
fr_fr: Créateur
it: Creatore

source: Download signed
de_de: Signatur herunterladen
fr_fr: Téléchargement signé
it: Download firmato

source: Show details
de_de: Details anzeigen
fr_fr: Afficher les détails
it: Mostra i dettagli

source: Waiting for other signatures.
de_de: Auf andere Signaturen warten.
fr_fr: En attente d'autres signatures.
it: In attesa di altre firme.

source: The server requires a newer version of the app. Please contact your administrator.
de_de: Der Server benötigt eine neuere Version der App. Bitte wenden Sie sich an den Administrator.
fr_fr: Le serveur nécessite une version plus récente de l'application. Veuillez contacter votre administrateur.
it: Il server richiede una versione più recente dell'applicazione. Contattare l'amministratore.

source: This app requires a newer version of the server. Please contact your administrator.
de_de: Diese App benötigt eine neuere Version des Servers. Bitte wenden Sie sich an den Administrator.
fr_fr: Cette application nécessite une version plus récente du serveur. Veuillez contacter votre administrateur.
it: Questa applicazione richiede una versione più recente del server. Contattare l'amministratore.

source: Error loading serverside API, please try again later.
de_de: Fehler beim Laden der serverseitigen API, bitte versuchen Sie es später nochmal.
fr_fr: Erreur lors du chargement de l'API côté serveur. Veuillez réessayer plus tard.
it: Errore nel caricamento dell'API lato server, riprovare più tardi.

source: Signing requests
de_de: Signaturanfragen
fr_fr: Demandes de signature
it: Richieste di firma

source: Last signed
de_de: Zuletzt signiert
fr_fr: Dernière signature
it: Ultimo firmato

source: Recipients
de_de: Empfänger
fr_fr: Destinataires
it: Destinatari

source: Delete
de_de: Löschen
fr_fr: Supprimer
it: Cancellare

source: Do you really want to delete this signing request?
de_de: Wollen Sie die Signatur-Anfrage wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cette demande de signature?
it: Vuoi davvero cancellare questa richiesta di firma?

source: Delete request
de_de: Anfrage löschen
fr_fr: Supprimer la demande
it: Cancella la richiesta

source: Request deleted.
de_de: Anfrage gelöscht.
fr_fr: Demande supprimée.
it: Richiesta cancellata

source: Error while deleting request.
de_de: Fehler beim Löschen der Anfrage.
fr_fr: Erreur lors de la suppression de la demande.
it: Errore durante l'eliminazione della richiesta.

source: Signature Image
de_de: Signaturbild
fr_fr: Image de signature
it: Immagine della firma

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
it: Ripristino

source: Upload signature image
de_de: Signaturbild hochladen
fr_fr: Télécharger l'image de signature
it: Caricare l'immagine della firma

source: Upload
de_de: Hochladen
fr_fr: Téléverser
it: Caricare

source: Draw written signature
de_de: Signatur zeichnen
fr_fr: Dessiner une signature manuscrite
it: Disegnare la firma scritta

source: Save
de_de: Speichern
fr_fr: Sauvegarder
it: Risparmiare

source: Clear
de_de: Löschen
fr_fr: Effacer
it: Libero

source: Please select a file first.
de_de: Bitte wählen Sie zuerst eine Datei aus.
fr_fr: Veuillez d'abord sélectionner un fichier.
it: Selezionare prima un file.

source: Could not open file.
de_de: Datei konnte nicht geöffnet werden.
fr_fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file.

source: Signature image uploaded.
de_de: Signaturbild hochgeladen.
fr_fr: Image de signature téléchargée.
it: Immagine della firma caricata.

source: The uploaded image is too large.
de_de: Das hochgeladene Bild ist zu groß.
fr_fr: L'image téléchargée est trop grande.
it: L'immagine caricata è troppo grande.

source: Error while uploading signature image.
de_de: Fehler beim Hochladen des Signaturbildes.
fr_fr: Erreur lors du téléchargement de l'image de signature.
it: Errore durante il caricamento dell'immagine della firma.

source: Do you really want to reset the signature image?
de_de: Wollen Sie wirklich das Signaturbild zurücksetzen?
fr_fr: Voulez-vous vraiment réinitialiser l’image de signature?
it: Vuoi davvero reimpostare l'immagine della firma?

source: Reset signature image
de_de: Signaturbild zurücksetzen
fr_fr: Réinitialiser l'image de signature
it: Ripristino dell'immagine della firma

source: Signature image reset.
de_de: Signaturbild zurückgesetzt.
fr_fr: Réinitialisation de l'image de signature.
it: Ripristino dell'immagine della firma.

source: Error while resetting signature image.
de_de: Fehler beim Zurücksetzen des Signaturbildes.
fr_fr: Erreur lors de la réinitialisation de l'image de signature.
it: Errore durante il ripristino dell'immagine della firma.

source: Searching …
de_de: Suche …
fr_fr: Recherche…
it: Ricerca...

source: No search results
de_de: Keine Suchergebnisse
fr_fr: Aucun résultat trouvé
it: Nessun risultato di ricerca

source: Select signature position
de_de: Position der Signatur auswählen
fr_fr: Sélectionnez la position de la signature
it: Selezionare la posizione della firma

source: Sign {filename}
de_de: {filename} signieren
fr_fr: Signez {filename}
it: Firma {filename}

source: Embed personal signature in fields
de_de: Persönliche Signatur in Feldern einbetten
fr_fr: Intégrer une signature personnelle dans les champs
it: Inserire la firma personale nei campi

source: Please upload a signature image in the <a href="{link}">personal settings</a> to sign this file.
de_de: Bitte laden Sie ein Signaturbild in den <a href="{link}">persönlichen Einstellungen</a> hoch, um die Datei zu signieren.
fr_fr: Veuillez télécharger une image de signature dans<a href="{link}"> les paramètres personnels </a>pour signer ce fichier.
it: Si prega di caricare un'immagine della firma nelle <a href="{link}">impostazioni personali</a> per firmare questo file.

source: Could not load document, please download and review manually.
de_de: Das Dokument konnte nicht geladen werden, bitte laden Sie es herunter und prüfen es manuell.
fr_fr: Impossible de charger le document, veuillez le télécharger et le consulter manuellement.
it: Impossibile caricare il documento, scaricare ed esaminare manualmente.

source: Could not render page {page}.
de_de: Seite {page} konnte nicht angezeigt werden.
fr_fr: Impossible d'afficher la page {page}.
it: Impossibile eseguire il rendering della pagina {page}.

source: Do you really want to sign this request?
de_de: Wollen Sie die Anfrage wirklich signieren?
fr_fr: Voulez-vous vraiment signer cette demande ?
it: Vuole davvero firmare questa richiesta?

source: Sign request
de_de: Anfrage signieren
fr_fr: Demande de signature
it: Richiesta di firma

source: Request signed.
de_de: Anfrage signiert.
fr_fr: Demande signée.
it: Richiesta firmata.

source: Error while signing request.
de_de: Fehler beim Signieren der Anfrage.
fr_fr: Erreur lors de la signature de la demande.
it: Errore durante la firma della richiesta.

source: Reason: {reason}
de_de: Grund: {reason}
fr_fr: Raison: {reason}
it: Motivo: {reason}

source: Location:
de_de: Ort:
fr_fr: Emplacement:
it: Posizione:

source: Nextcloud URL:
fr_fr: URL Nextcloud:
it: Url di Nextcloud:

source: Signature status: {status}
de_de: Signaturstatus: {status}
fr_fr: Statut de la signature: {status}
it: Stato della firma: {status}

source: Valid
de_de: Gültig
fr_fr: Valide
it: Valido

source: The format is not valid
de_de: Das Format ist ungültig
fr_fr: Le format n'est pas valide
it: Il formato non è valido

source: Error while validating
de_de: Fehler beim Überprüfen
fr_fr: Erreur lors de la validation
it: Errore durante la convalida

source: The certificate is not valid yet
de_de: Das Zertifikat ist noch nicht gültig
fr_fr: Le certificat n'est pas encore valide
it: Il certificato non è ancora valido

source: The certificate is expired
de_de: Das Zertifikat ist abgelaufen
fr_fr: Le certificat est expiré
it: Il certificato è scaduto

source: No signature date found
de_de: Kein Signaturdatum gefunden
fr_fr: Aucune date de signature trouvée
it: Nessuna data di firma trovata

source: The signature date is invalid
de_de: Das Signaturdatum ist ungültig
fr_fr: La date de signature n'est pas valide
it: La data della firma non è valida

source: Signed by unknown CA
de_de: Von unbekannter Stelle signiert
fr_fr: Signé par une autorité de certification inconnue
it: Firmato da ignoto CA

source: The signature is invalid
de_de: Die Signatur ist ungültig
fr_fr: La signature n'est pas valide
it: La firma non è valida

source: More signature requests…
de_de: Mehr Signaturanfragen…
fr_fr: Plus de demandes de signature…
it: Altre richieste di firma...

source: No signature requests
de_de: Keine Signaturanfragen
fr_fr: Aucune demande de signature
it: Nessuna richiesta di firma

source: Requested by {display_name} on {date}
de_de: Angefordert von {display_name} am {date}
fr_fr: Demandé par {display_name} le {date}
it: Richiesto da {display_name} il {date}

source: Signatures
de_de: Signaturen
fr_fr: Signature
it: Firme

source: Signatures are not supported for this file.
de_de: Diese Datei unterstützt keine Signaturen.
fr_fr: Les signatures ne sont pas prises en charge pour ce fichier.
it: Le firme non sono supportate per questo file.

source: Signature status is pending for this file.
de_de: Der Signaturstatus dieser Datei wird noch verarbeitet.
fr_fr: Le statut de signature est en attente pour ce fichier.
it: Lo stato della firma è in sospeso per questo file.

source: Check manually
de_de: Manuell prüfen
fr_fr: Vérifier manuellement
it: Verifica manuale

source: The file is not signed.
de_de: Die Datei ist nicht signiert.
fr_fr: Le fichier n'est pas signé.
it: Il file non è firmato.

source: The file is encrypted and can not be checked.
de_de: Die Datei ist verschlüsselt und kann nicht geprüft werden.
fr_fr: Le fichier est crypté et ne peut pas être vérifié.

source: The file could not be parsed and can not be checked.
de_de: Die Datei konnte nicht verarbeitet werden und wurde daher nicht geprüft.
fr_fr: Le fichier n'a pas pu être analysé et ne peut pas être vérifié.

source: Error fetching signature details.
de_de: Fehler beim Abrufen der Signaturdetails.
fr_fr: Erreur lors de la récupération des détails de la signature.
it: Errore nell'acquisizione dei dettagli della firma.

source: Force recheck
de_de: Erneut prüfen
fr_fr: Forcer une nouvelle vérification
it: Forza il ricontrollo
